Dlubal.RFEM5.Comment
Comment parameters

Dlubal.RFEM5.Comment.No
Number

Dlubal.RFEM5.Comment.ID
Identifier

Dlubal.RFEM5.Comment.Tag
Tag

Dlubal.RFEM5.Comment.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.Comment.Text
Comment text

Dlubal.RFEM5.Comment.ObjectType
Type of reference object

Dlubal.RFEM5.Comment.ObjectNo
Object number

Dlubal.RFEM5.Comment.Point
Coordinate of general comment (used only with GeneralObjectType)

Dlubal.RFEM5.Comment.Offset
Comment offset

Dlubal.RFEM5.Comment.Frame
Comment with frame

Dlubal.RFEM5.Comment.Rotation
Comment rotation